let quiz = [
    {
        question: "تغطي أجسام الزواحف",
        option: [
            "الشعر",
            "الريش",
            "الحراشف",
            
      
        ],
        answer: 3,
    },
    {
        question: "يمتاز جسم الأسفنج بأنه معلوء",
        option: [
            "القشور",
            "الثقوب",
            "الأشواك",
          
        ],
        answer: 2,
    },
    {
        question: "من الامراض الذي تصيب الجهاز التنفسي",
        option: [
            "الربو",
            "السكري",
            "فقر الدم",
            
        ],
        answer: 1,
    },
    {
        question: "تقع الرئتان داخل",
        option: [
            "القفص الصدري",
            "المعدة",
            "الكلى",
        
        ],
        answer: 1,
    },
    {
        question:
            "مادة تفرز في الفم تعمل على ترطيب الطعام",
        option: [
            "المخاط",
            "اللعاب",
            "العرق",
        
        ],
        answer: 2,
    },
    
];
